---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.NumberSystemJustifyOffset
source: html/c4342f69-32ec-f761-8200-a65bf17559b3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.NumberSystemJustifyOffset Property

"Justify Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId NumberSystemJustifyOffset { get; }
```